{   "LocaleSwitcher": {
    "label": "Change language",
    "locale": "{locale, select, en {EN} tr {TR} ru {RU} de {DE} other {Unknown}}"
  
  },

  "Homepage":{
    "subtitle":"Welcome to Azura Deluxe Resort & Spa – Where Dreams Meet Comfort!",
    "title":"Luxury, comfort, quality, and impeccable service",
    "text":"Set between the Mediterranean Sea and stunning Taurus Mountains, Azura Deluxe Resort & Spa spans 12,000 m² of beautiful seaside grounds. Conveniently located near Antalya and Gazipaşa airports, our 70-meter private beach with an inviting jetty awaits your arrival.",
    "buttonText":"DISCOVER MORE",

    "TwoImageSection":{
      "subtitle":" UNFORGETTABLE MOMENTS AT AZURA DELUXE",
      "title":"Discover the Azura experience now!",
      "text1":" Located on a picturesque 12,000 m² area between the turquoise Mediterranean Sea and the majestic Taurus Mountains, Azura Deluxe Resort & Spa welcomes you with its private 70-meter beach, complete with an inviting jetty designed for ultimate relaxation.",
      "text2":"Dive into serenity at our various pools, featuring an outdoor swimming pool, heated indoor pools, and exhilarating water slides, ensuring fun and relaxation for guests of all ages. Your luxurious and comfortable escape awaits at Azura Deluxe, where every moment turns into a cherished memory.",
      "buttonText":" Go to gallery"
    },

    "Accomodation":{
      "subtitle":" Choose Your Perfect Accommodation",
      "title":"Indulge in a Luxury Stay Experience",
      "roomTitle1":" Deluxe Room",
      "roomText1":" Located in our main building, this stylish room of 30-32 m² offers charming views of the sea, land, or partial sea views. It features one double bed and one single bed, comfortably accommodating up to 3 adults and 1 child. The room includes a modern bathroom and a relaxing sitting area for your convenience.",
      "area1":" 30-32 m²",
      "view1":"Land / Sea View",
      "roomTitle2":"  Fantasy Room",
      "roomText2":" Our exclusively designed Fantasy Rooms offer an impressive 58 m² of space with breathtaking sea views. Each room features one elegant bedroom with a comfortable double bed and a luxurious private terrace of 25 m², complete with a jacuzzi and sun loungers—perfect for couples seeking romantic relaxation and privacy.",
      "area2":"  58 m²",
      "view2":"Sea View",
      "roomTitle3":" Family Room",
      "roomText3":"  Located in our main building, our spacious Family Rooms offer 50 m² of comfort and feature two separate bedrooms connected by a door, providing both privacy and convenience. Each Family Room includes one double bed and two single beds, ideal for families or groups. Available with either sea or land views, these rooms comfortably accommodate up to 4 adults and 1 child, or 3 adults and 1 child, ensuring a delightful stay for the entire famil",
      "area3":"  50 m²",
      "view3":" Land / Sea View"
    },

    "Essentials":{
      "subtitle": "Explore Our Exceptional Services",
      "title": "All You Need for Ultimate Comfort",
      "title1":" Private Beach & Pier",
      "text1":"Relax and unwind on our exclusive 70-meter private beach, complete with comfortable loungers, sun umbrellas, and a luxurious pier designed especially for leisurely moments under the sun",
      "title2":" Pools for Every Mood",
      "text2":"Refresh yourself at our spacious outdoor swimming pool, enjoy our heated indoor pools, or experience the excitement of our Aqua Park featuring 4 thrilling slides. Our little guests will also enjoy dedicated children's pools.",
      "title3":" World-Class Dining",
      "text3":"Indulge your palate with our ultra all-inclusive dining experience, featuring lavish open buffets and elegant à la carte restaurants offering Turkish, Mediterranean, and international culinary delights.",
      "title4":"Fun for Kids",
      "text4":" Our Mini Club (ages 4-12) provides endless fun with playgrounds, supervised game rooms, daily mini discos, and special children's buffets designed to keep your little ones entertained and happy.",
      "title5":" Entertainment & Activities",
      "text5":" Fill your days with exciting entertainment and engaging activities suitable for all ages, including live performances, water games, fitness classes, table tennis, darts, boccia, and much more.",
      "title6":"Spa & Wellness",
      "text6":" Relax, rejuvenate, and refresh at our Symphony Spa & Wellness Center, featuring a traditional Turkish bath, sauna, steam room, and a range of relaxing massages and treatments. A fully-equipped fitness center is also available for your convenience.",
      "buttonText":" Follow us for more"
    },

    "BackgroundSection":{
      "subtitle":" Experience the Harmony of Luxury and Nature at Azura Deluxe.",
      "title":" Where Luxury Meets the Beauty of Nature",
      "text":" Azura Deluxe Resort & Spa is perfectly nestled between the breathtaking Mediterranean Sea and the majestic Taurus Mountains, offering you an exceptional escape in luxurious comfort. With its private beach, elegant accommodations, world-class dining experiences, and sophisticated spa facilities, Azura Deluxe provides everything you need for an unforgettable holiday filled with relaxation and indulgence. Experience the Harmony of Luxury and Nature at Azura Deluxe.",
      "buttonText":" Discover More"
    }
  },

  "Rooms":{
    "header":"Luxury, comfort, quality, and impeccable service",
    "buttonText1":"Deluxe Room",
    "buttonText2":"Family Room",
    "buttonText3":" Fantasy Room",

    "subtitle":" COMFORTABLE STAY FOR YOU AND YOUR FAMILY",
    "title":"Feel Right at Home in Our Luxurious Rooms",
    "text":"Enjoy the comfort and elegance of Azura Deluxe Resort & Spa's beautifully appointed rooms, each thoughtfully designed to offer relaxation, convenience, and luxury. Whether you choose a Deluxe Room with stunning views, a spacious Family Room ideal for families, or a romantic Fantasy Room with exclusive amenities, you'll find the perfect sanctuary to unwind and recharge. All our rooms feature modern comforts including daily refreshed minibars, premium bath amenities, tea and coffee-making facilities, and high-speed Wi-Fi, ensuring your stay is both memorable and convenient.",
    "checkin":"CHECK-IN: 14:00",
    "checkout":"CHECK-OUT: 12:00",

    "Room1":{
      "title":"Deluxe Room",
      "text1":"Enjoy the elegance and comfort of our Deluxe Rooms, beautifully appointed spaces spanning 30-32 m². Located between the first and seventh floors of our main building, these stylish rooms offer delightful views of the sea or lush landscapes. Each Deluxe Room includes one double bed and one single bed, ensuring a cozy and restful stay. Specially designed accessible rooms are also available on the ground floor, fully equipped to accommodate every guest’s comfort.",
      "area":"30-32 m²",
      "view":"Sea, Land, or Partial Sea View",
      "buttonText":"EXPLORE"
    },

    "Room2":{
      "title":"Family Room",
      "text1":"Ideal for families and groups, our spacious Family Rooms offer 50 m² of comfort with two beautifully decorated bedrooms connected by a convenient door. Each Family Room includes one double bed and two single beds, providing flexibility and space to comfortably accommodate up to 2 adults and 2 children, 3 adults and 1 child, or 4 adults and 1 child. Choose from enchanting sea or scenic land views to enhance your perfect stay.",
      "area":" 50 m²",
      "view":"Land or Sea View",
      "buttonText":"EXPLORE"
    },

    "Room3":{
      "title":" Fantasy Room",
      "text1":"Our Fantasy Rooms offer an exclusive and romantic getaway for couples. Each elegantly designed room spans 58 m², featuring breathtaking sea views and a private 25 m² terrace. Indulge yourselves with the luxurious jacuzzi and relax comfortably on the terrace sunbeds. With one stylish bedroom equipped with a spacious double bed, Fantasy Rooms provide the perfect romantic ambiance for two.",
      "area":" 58 m²",
      "view":" Sea View",
      "buttonText":"EXPLORE"
    },

    "Parallax":{
      "subtitle":"The Essential In-Room Amenities",
      "title":"Everything You Need, Right in Your Room",
      "text":"Enjoy a seamless stay with all the essential amenities at your fingertips. From daily minibar replenishments to premium bath essentials, secure room access, and uninterrupted entertainment with LED TV and 24-hour WiFi, we ensure your comfort at every moment.",
      "span1":"Mini Bar",
      "text1":"Daily replenishments include bottled water, soft drinks (Coca Cola, Fanta, Sprite), fruit juices, and soda.",
      "span2":"Cosmetics",
      "text2":" Bathroom essentials include shampoo, conditioner, shower gel, soap, body lotion, loofah, toothbrush & toothpaste, shower cap, razor, makeup remover cotton, and a hairdryer.",
      "span3":"Room Access",
      "text3":" All doors are securely operated using a convenient electronic key card system for easy access",
      "span4":"Wifi & LedTV ",
      "text4":"LED TV with international and national satellite channels, radio, and 24-hour WiFi access."
    }

  }
}